Repository: docbook/dsssl
Catalog: dsssl/debian/po/*.po
Languages: fr

source: Show contents of comments?
fr: Afficher le contenu des commentaires ?

source: Should the contents of DocBook 'remark' and 'comment' elements be displayed in the HTML and print output that is produced?
fr: Le contenu des éléments « remark » et « comment » de DocBook doit-il être affiché dans les sorties en HTML et sur imprimante ?

source: do not set, A4, A4landscape, USletter, USlandscape, LC_PAPER, paperconf
fr: pas de valeur par défaut, A4, A4paysage, lettreUS, USpaysage, LC_PAPER, paperconf

source: Print paper size
fr: Taille du papier pour l'impression.

source: Which papersize you would like to produce by default when producing print output?
fr: Quelle taille de papier doit être utilisée par défaut à la génération d'une sortie sur imprimante ?

source: do not set: do not set paper size at all A4: A4 paper A4landscape: A4 paper, landscape mode USletter: US letter paper USlandscape: US letter paper, landscape mode LC_PAPER: use output from 'locale LC_PAPER' paperconf: use 'paperconf' from the libpaperg package
fr: pas de valeur par défaut : ne pas choisir de valeur par défaut A4 : format A4 A4paysage : format A4 en mode paysage lettreUS : format lettre US (« US letter ») USpaysage : format lettre US en mode paysage LC_PAPER : utiliser la valeur renvoyée par « locale LC_PAPER » paperconf : utiliser « paperconf » du paquet libpaperg

source: Choose default HTML suffix.
fr: Choisissez le suffixe HTML par défaut

source: Choose the suffix for HTML files.
fr: Choisissez l'extension pour les fichiers HTML.

source: Use document ID as HTML filename?
fr: Utiliser l'identifiant du document (« document ID ») comme nom de fichier HTML ?

source: Should the ID of the SGML or XML document be used for figuring out a file name? If not, file names will be chosen as a first letter then a sequence of numbers.
fr: L'identifiant du document SGML ou XML doit-il être utilisé pour fournir un nom de fichier ? Si vous refusez, les noms de fichiers seront composés d'une lettre suivie d'une suite de chiffres.

source: tiny, normal, presbyopic, large-type
fr: minuscule, normale, pour presbytes, énorme

source: Indent the body of printed documents?
fr: Indenter le corps des documents imprimés ?

source: Should the textual body of a printed document be indented?
fr: Le corps de texte d'un document imprimé doit-il être indenté ?

source: Size of the text in printed documents.
fr: Taille du texte dans les documents imprimés

source: Choose the default size of text in printed documents. Several other values (body font size and margins) have default values that vary depending on this setting.
fr: Choisissez la taille par défaut du texte dans les documents imprimés. Plusieurs autres réglages (taille de police dans le corps du document, marges) auront des valeurs par défaut déduites de celle-ci.

source: tiny: very small font (8pt) normal: standard document size (10pt) presbyopic: a slightly more generous size (12pt) large-type: quite large (24pt)
fr: minuscule : très petite police (8pt) normale : taille classique d'un document (10pt) pour presbytes : taille notablement plus généreuse (12pt) énorme : très gros (24pt)

source: Title font for printed documents.
fr: Police de caractères pour le titre des documents imprimés.

source: Choose the default font family for printed documents. The '%body-font-family%' setting makes the title font family be the same as the font used for the textual content of the document.
fr: Choisissez la famille de polices par défaut pour les documents imprimés. La valeur « %body-font-family% » forcera la famille de polices utilisée pour les titres à être la même que celle du corps de texte du document.
